Repository: common-repository/woo-installments
Catalog: languages/woo-installments-*.po
Languages: de_de, nl_nl

source: Click add to cart for complete purchase
de_de: Klicken Sie zum vollständigen Kauf auf In den Warenkorb
nl_nl: Klik op toevoegen aan winkelwagen om de aankoop te voltooien

source: My Courses
de_de: Meine Kurse
nl_nl: Mijn vakken

source: Enrolled Courses
de_de: Eingeschriebene Kurse
nl_nl: Ingeschreven cursussen

source: is required to be installed and activated.
de_de: muss installiert und aktiviert sein.
nl_nl: moet worden geïnstalleerd en geactiveerd.

source: Or interested in packages?
de_de: Oder an Paketen interessiert?
nl_nl: Of geïnteresseerd in arrangementen?

source: Already Purchased
de_de: Bereits gekauft
nl_nl: Al gekocht

source: Pay
de_de: Zahlen
nl_nl: Betalen

source: Interested in full buy?
de_de: Interessiert an einem vollständigen Kauf?
nl_nl: Geïnteresseerd in volledige aankoop?

source: Click here to buy complete product
de_de: Klicken Sie hier, um das komplette Produkt zu kaufen
nl_nl: Klik hier om een ​​compleet product te kopen

source: Please activate Automatic Updates plugin to proceed
de_de: Bitte aktivieren Sie das Plugin für automatische Updates, um fortzufahren
nl_nl: Activeer de plug-in Automatische updates om door te gaan

source: Read less
de_de: Lese weniger
nl_nl: Lees minder

source: Read more
de_de: Weiterlesen
nl_nl: Lees verder

source: These templates are based on Bootstrap 4.0. Please
de_de: Diese Vorlagen basieren auf Bootstrap 4.0. Bitte
nl_nl: Deze sjablonen zijn gebaseerd op Bootstrap 4.0. Alstublieft

source: to get better understanding.
de_de: um ein besseres Verständnis zu bekommen.
nl_nl: om een ​​beter begrip te krijgen.

source: You can create custom templates and place HTML file in relevant plugin directory.
de_de: Sie können benutzerdefinierte Vorlagen erstellen und die HTML-Datei im entsprechenden Plugin-Verzeichnis ablegen.
nl_nl: U kunt aangepaste sjablonen maken en een HTML-bestand in de relevante plug-in-directory plaatsen.

source: to download sample template file.
de_de: Beispielvorlagendatei herunterladen.
nl_nl: om een ​​voorbeeldsjabloonbestand te downloaden.

source: These templates are tested on
de_de: Diese Vorlagen werden am getestet
nl_nl: Deze sjablonen zijn getest

source: Twenty Nineteen Theme
de_de: Neunzehn neunzehn Thema
nl_nl: Twenty Nineteen-thema

source: Full buy
de_de: Voller Kauf
nl_nl: Volledige koop

source: Get packages
de_de: Holen Sie sich Pakete
nl_nl: Pak pakketten

source: Qty
de_de: Menge
nl_nl: Aantal

source: Add to cart
de_de: In den Warenkorb legen
nl_nl: Voeg toe aan winkelmandje

source: Success!
de_de: Erfolg!
nl_nl: Succes!

source: login
de_de: Anmeldung

source: Pro
de_de: Profi

source: Product
de_de: Produkt
