Repository: common-repository/woo-installments
Catalog: languages/woo-installments-*.po
Languages: de_de, nl_nl

source: Introduction to Java Programming: Starting to code in Java
de_de: Einführung in die Java-Programmierung: Beginnen Sie mit dem Code in Java
nl_nl: Inleiding tot Java-programmering: beginnen met coderen in Java

source: In this introductory Java programming course, you will be introduced to powerful concepts such as functional abstraction, the object oriented programming (OOP) paradigm and Application Programming Interfaces (APIs).
de_de: In diesem Java-Einführungskurs werden Sie in leistungsstarke Konzepte wie funktionale Abstraktion, das OOP-Paradigma (Object Oriented Programming) und APIs (Application Programming Interfaces) eingeführt.
nl_nl: In deze inleidende cursus Java programmeren maak je kennis met krachtige concepten zoals functionele abstractie, het objectgeoriënteerde programmeerparadigma (OOP) en Application Programming Interfaces (API's).

source: Examples and case studies will be provided so that you can implement simple programs on your own or collaborate with peers.
de_de: Es werden Beispiele und Fallstudien bereitgestellt, damit Sie einfache Programme selbst implementieren oder mit Kollegen zusammenarbeiten können.
nl_nl: Er worden voorbeelden en casestudy's gegeven, zodat u eenvoudige programma's zelf kunt implementeren of kunt samenwerken met collega's.

source: From the Calculator to the Computer
de_de: Vom Taschenrechner zum Computer
nl_nl: Van de rekenmachine tot de computer

source: Complete details from calculator to the computer
de_de: Vollständige Details vom Taschenrechner zum Computer
nl_nl: Volledige details van rekenmachine tot computer

source: The first section introduces basic programming concepts, such as values and expressions, as well as making decisions when implementing algorithms and developing programs.
de_de: Im ersten Abschnitt werden grundlegende Programmierkonzepte wie Werte und Ausdrücke vorgestellt sowie Entscheidungen bei der Implementierung von Algorithmen und der Entwicklung von Programmen getroffen.
nl_nl: De eerste sectie introduceert basisprincipes van programmeren, zoals waarden en uitdrukkingen, evenals het nemen van beslissingen bij het implementeren van algoritmen en het ontwikkelen van programma's.

source: State Transformation
de_de: Zustandstransformation
nl_nl: Staatstransformatie

source: State Transformation & representation of data
de_de: Zustandstransformation & Darstellung von Daten
nl_nl: Staatstransformatie en weergave van gegevens

source: The second section introduces state transformation including representation of data and programs as well as conditional repetition.
de_de: Der zweite Abschnitt führt in die Zustandstransformation ein, einschließlich der Darstellung von Daten und Programmen sowie der bedingten Wiederholung.
nl_nl: Het tweede deel introduceert toestandstransformatie inclusief weergave van gegevens en programma's en voorwaardelijke herhaling.

source: Functional Abstraction
de_de: Funktionale Abstraktion
nl_nl: Functionele abstractie

source: Functional Abstraction addresses the organization of code in a program
de_de: Die funktionale Abstraktion befasst sich mit der Organisation von Code in einem Programm
nl_nl: Functionele abstractie behandelt de organisatie van code in een programma

source: Child Protection: Children's Rights in Theory and Practice
de_de: Kinderschutz: Kinderrechte in Theorie und Praxis
nl_nl: Kinderbescherming: kinderrechten in theorie en praktijk

source: Across the world, children are at risk from violence, abuse, exploitation, and neglect.
de_de: Weltweit sind Kinder durch Gewalt, Missbrauch, Ausbeutung und Vernachlässigung gefährdet.
nl_nl: Over de hele wereld lopen kinderen het risico door geweld, misbruik, uitbuiting en verwaarlozing.

source: Conflict and natural disasters have forced millions to flee their homes and confront the dangers of migration and displacement.
de_de: Konflikte und Naturkatastrophen haben Millionen gezwungen, aus ihren Häusern zu fliehen und sich den Gefahren von Migration und Vertreibung zu stellen.
nl_nl: Door conflicten en natuurrampen zijn miljoenen mensen gedwongen hun huizen te ontvluchten en de gevaren van migratie en ontheemding het hoofd te bieden.

source: Commercial sexual exploitation and trafficking, child labor, and child marriage are problems in many countries.
de_de: Kommerzielle sexuelle Ausbeutung und Handel, Kinderarbeit und Kinderehe sind in vielen Ländern Probleme.
nl_nl: Commerciële seksuele uitbuiting en handel, kinderarbeid en kindhuwelijken zijn in veel landen problemen.

source: At-risk children and adolescents need their rights enforced if we are to protect them from harm and to ensure that they develop to their full potential.
de_de: Gefährdete Kinder und Jugendliche müssen ihre Rechte durchsetzen, um sie vor Schaden zu schützen und sicherzustellen, dass sie ihr volles Potenzial entfalten.
nl_nl: Risicokinderen en adolescenten hebben behoefte aan handhaving van hun rechten als we hen willen beschermen tegen schade en ervoor willen zorgen dat ze zich optimaal ontwikkelen.

source: Every Child's Right to Protection
de_de: Das Recht jedes Kindes auf Schutz
nl_nl: Het recht van elk kind op bescherming

source: The Legal Foundation of Child Protection
de_de: Die rechtliche Grundlage des Kinderschutzes
nl_nl: De juridische basis van kinderbescherming

source: Violence Against Children
de_de: Gewalt gegen Kinder
nl_nl: Geweld tegen kinderen

source: Causes and Consequences of Violence
de_de: Ursachen und Folgen von Gewalt
nl_nl: Oorzaken en gevolgen van geweld

source: Causes and Consequences of Violence.
de_de: Ursachen und Folgen von Gewalt.
nl_nl: Oorzaken en gevolgen van geweld.

source: Strategies for Preventing and Addressing Violence.
de_de: Strategien zur Verhütung und Bekämpfung von Gewalt.
nl_nl: Strategieën voor het voorkomen en aanpakken van geweld.

source: Examples of Preventing and Addressing Violence.
de_de: Beispiele zur Verhinderung und Bekämpfung von Gewalt.
nl_nl: Voorbeelden van het voorkomen en aanpakken van geweld.

source: Children and the Law
de_de: Kinder und das Gesetz
nl_nl: Kinderen en de wet

source: Children in Conflict with the Law
de_de: Kinder im Konflikt mit dem Gesetz
nl_nl: Kinderen in strijd met de wet

source: Children in Conflict with the Law.
de_de: Kinder im Konflikt mit dem Gesetz.
nl_nl: Kinderen in strijd met de wet.

source: Children in Contact with the Law.
de_de: Kinder in Kontakt mit dem Gesetz.
nl_nl: Kinderen in aanraking met de wet.

source: Migrant Children and the Law.
de_de: Migrantenkinder und das Gesetz.
nl_nl: Migrantenkinderen en de wet.

source: Sorry, you cannot get exceptions.
de_de: Es tut uns leid, Sie können keine Ausnahmen bekommen.
nl_nl: Sorry, u kunt geen uitzonderingen krijgen.

source: Select posts to lock against this package
de_de: Wählen Sie Beiträge aus, die für dieses Paket gesperrt werden sollen
nl_nl: Selecteer berichten om voor dit pakket te vergrendelen

source: This is a premium feature, please
de_de: Dies ist bitte eine Premium-Funktion
nl_nl: Dit is een premiumfunctie, alstublieft

source: click here
de_de: Klicke hier
nl_nl: Klik hier

source: to get premium version.
de_de: Premium-Version zu bekommen.
nl_nl: om een ​​premium-versie te krijgen.

source: This is premium a feature.
de_de: Dies ist eine Premium-Funktion.
nl_nl: Dit is een premium functie.

source: Click to get premium version
de_de: Klicken Sie hier, um die Premium-Version zu erhalten
nl_nl: Klik om een ​​premium-versie te krijgen

source: Online Courses
de_de: Online Kurse
nl_nl: Online cursussen

source: Full course
de_de: Voller Kurs
nl_nl: Volledige cursus

source: View
de_de: Aussicht
nl_nl: Visie

source: No course found.
de_de: Kein Kurs gefunden.
nl_nl: Geen cursus gevonden.

source: Title
de_de: Titel
nl_nl: Titel

source: Price
de_de: Preis
nl_nl: Prijs

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Order No.
de_de: Best.-Nr.
nl_nl: Bestellen Nee.

source: Course Name
de_de: Kursname
nl_nl: Cursus naam

source: Purchased package
de_de: Gekauftes Paket
nl_nl: Gekocht pakket

source: Action
de_de: Aktion
nl_nl: Actie

source: Full purchased
de_de: Voll gekauft
nl_nl: Volledig gekocht

source: view
de_de: Aussicht
nl_nl: visie

source: Out of
de_de: Aus
nl_nl: Uit

source: Currently, not enrolled in any course.
de_de: Derzeit nicht in einem Kurs eingeschrieben.
nl_nl: Momenteel niet ingeschreven voor een cursus.

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
nl_nl: Sorry, uw nonce is niet geverifieerd.

source: Playlist created successfully.
de_de: Wiedergabeliste erfolgreich erstellt.
nl_nl: Afspeellijst succesvol gemaakt.

source: Playlist with same title already exist, please enter unique title
de_de: Es gibt bereits eine Playlist mit demselben Titel. Bitte geben Sie einen eindeutigen Titel ein
nl_nl: Er bestaat al een afspeellijst met dezelfde titel. Voer een unieke titel in

source: Playlist updated successfully.
de_de: Playlist erfolgreich aktualisiert.
nl_nl: Afspeellijst succesvol bijgewerkt.

source: Edit Playlist
de_de: Wiedergabeliste bearbeiten
nl_nl: Bewerk afspeellijst

source: Delete Playlist
de_de: Wiedergabeliste löschen
nl_nl: Afspeellijst verwijderen

source: View Url
de_de: URL anzeigen
nl_nl: Bekijk URL

source: No playlist found
de_de: Keine Wiedergabeliste gefunden
nl_nl: Geen playlist gevonden

source: Video or Audio url can be media used to create a playlist with HTML5 Media Player.
de_de: Video- oder Audio-URLs können Medien sein, die zum Erstellen einer Wiedergabeliste mit HTML5 Media Player verwendet werden.
nl_nl: Video- of audio-URL kan als media worden gebruikt om een ​​afspeellijst te maken met HTML5 Media Player.

source: Create Audio/Video Course Playlist
de_de: Erstellen Sie eine Audio / Video-Kurs-Wiedergabeliste
nl_nl: Maak een audio- / videocursusafspeellijst

source: Add New
de_de: Neue hinzufügen
nl_nl: Nieuw toevoegen

source: Show all playlists
de_de: Alle Wiedergabelisten anzeigen
nl_nl: Toon alle afspeellijsten

source: Playlist Title
de_de: Titel der Wiedergabeliste
nl_nl: Titel van afspeellijst

source: Add playlist URL's
de_de: Fügen Sie Wiedergabelisten-URLs hinzu
nl_nl: Voeg afspeellijst-URL's toe

source: Add New URL
de_de: Neue URL hinzufügen
nl_nl: Nieuwe URL toevoegen

source: Save Playlist
de_de: Playlist speichern
nl_nl: Bewaar afspeellijst

source: Update Playlist
de_de: Playlist aktualisieren
nl_nl: Update afspeellijst

source: Playlist title
de_de: Titel der Wiedergabeliste
nl_nl: Titel van afspeellijst

source: Shortcode
nl_nl: Korte code

source: Playlist deleted successfully.
de_de: Playlist erfolgreich gelöscht.
nl_nl: Afspeellijst succesvol verwijderd.

source: Playlist not exist.
de_de: Playlist existiert nicht.
nl_nl: Afspeellijst bestaat niet.

source: Course Playlist
de_de: Kurs-Wiedergabeliste
nl_nl: Cursus-afspeellijst

source: Click to play
de_de: Anklicken um abzuspielen
nl_nl: Klik om te spelen

source: Previous
de_de: Bisherige
nl_nl: Vorige

source: Next
de_de: Nächster
nl_nl: De volgende

source: Items per page
de_de: Objekte pro Seite
nl_nl: Artikelen per pagina

source: This is a demo product installed for demonstration.
de_de: Dies ist ein Demo-Produkt, das zur Demonstration installiert wurde.
nl_nl: Dit is een demo-product dat is geïnstalleerd voor demonstratie.

source: Demo Content
de_de: Demo-Inhalt
nl_nl: Demo-inhoud

source: Edit
de_de: Bearbeiten
nl_nl: Bewerk

source: Go to Course Products tab to change the settings
de_de: Wechseln Sie zur Registerkarte Kursprodukte, um die Einstellungen zu ändern
nl_nl: Ga naar het tabblad Cursusproducten om de instellingen te wijzigen

source: Successfully updated.
de_de: Erfolgreich aktualisiert.
nl_nl: Succesvol geüpdatet.

source: Full Buy
de_de: Voller Kauf
nl_nl: Volledige aankoop

source: Get Packages
de_de: Pakete erhalten
nl_nl: Pakketten ophalen

source: Alternatively you can get course in installments.
de_de: Alternativ können Sie Kurs in Raten erhalten.
nl_nl: Als alternatief kunt u een cursus in termijnen volgen.

source: Following tiers are available
de_de: Folgende Ebenen sind verfügbar
nl_nl: De volgende niveaus zijn beschikbaar

source: Proceed with Packages
de_de: Fahren Sie mit den Paketen fort
nl_nl: Ga verder met pakketten

source: To proceed, click on
de_de: Um fortzufahren, klicken Sie auf
nl_nl: Klik op om verder te gaan

source: View Cart
de_de: Warenkorb ansehen
nl_nl: Bekijk winkelwagen

source: Package
de_de: Paket
nl_nl: Pakket

source: Settings
de_de: die Einstellungen
nl_nl: Instellingen

source: Package Heading
de_de: Paketüberschrift
nl_nl: Pakketrubriek

source: Packages or Installments
de_de: Pakete oder Raten
nl_nl: Pakketten of termijnen

source: Please define packages for this product
de_de: Bitte definieren Sie Pakete für dieses Produkt
nl_nl: Definieer pakketten voor dit product

source: Add Package
de_de: Paket hinzufügen
nl_nl: Pakket toevoegen

source: Enter package price
de_de: Paketpreis eingeben
nl_nl: Voer de pakketprijs in

source: Enter package title
de_de: Geben Sie den Pakettitel ein
nl_nl: Voer de pakkettitel in

source: Enter package description
de_de: Paketbeschreibung eingeben
nl_nl: Voer de pakketbeschrijving in

source: Link course content
de_de: Kursinhalt verknüpfen
nl_nl: Link cursusinhoud

source: Add
de_de: Hinzufügen
nl_nl: Toevoegen

source: Remove
de_de: Entfernen
nl_nl: Verwijderen

source: Click here to select image
de_de: Klicken Sie hier, um das Bild auszuwählen
nl_nl: Klik hier om een ​​afbeelding te selecteren

source: Image
de_de: Bild
nl_nl: Beeld

source: Click here to change image
de_de: Klicken Sie hier, um das Bild zu ändern
nl_nl: Klik hier om de afbeelding te wijzigen

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Packages are not enabled for this product.
de_de: Pakete sind für dieses Produkt nicht aktiviert.
nl_nl: Pakketten zijn niet ingeschakeld voor dit product.

source: Click here
de_de: Hier klicken
nl_nl: Klik hier

source: to enable
de_de: ermöglichen
nl_nl: in staat te stellen

source: Validity?
de_de: Gültigkeit?
nl_nl: Geldigheid?

source: Days
de_de: Tage
nl_nl: Dagen

source: How it works?
de_de: Wie es funktioniert?
nl_nl: Hoe het werkt?

source: Each slab will use the above defined number of days as valid access and after that customer has to purchase the remaining required packages or full product to access the course, page, post or classes etc.
de_de: Jede Platte verwendet die oben definierte Anzahl von Tagen als gültigen Zugriff. Danach muss der Kunde die verbleibenden erforderlichen Pakete oder das gesamte Produkt erwerben, um auf den Kurs, die Seite, den Beitrag oder die Klassen usw. zugreifen zu können.
nl_nl: Elke plaat zal het hierboven gedefinieerde aantal dagen gebruiken als geldige toegang en daarna moet de klant de resterende vereiste pakketten of het volledige product kopen om toegang te krijgen tot de cursus, pagina, post of lessen enz.

source: Note: Leave it to zero "0" for no restrictions.
de_de: Hinweis: Belassen Sie es ohne Einschränkungen auf Null "0".
nl_nl: Opmerking: laat het op nul "0" staan ​​zonder beperkingen.

source: Packages Control
de_de: Paketkontrolle
nl_nl: Pakketten Controle

source: To access this page, users need to buy the following tiers
de_de: Um auf diese Seite zugreifen zu können, müssen Benutzer die folgenden Ebenen kaufen
nl_nl: Om toegang te krijgen tot deze pagina, moeten gebruikers de volgende niveaus kopen

source: No products are found as packages.
de_de: Es werden keine Produkte als Pakete gefunden.
nl_nl: Er zijn geen producten gevonden als pakketten.

source: Sorry for the inconvenience, you are required to purchase the following package(s) to proceed.
de_de: Entschuldigen Sie die Unannehmlichkeiten. Sie müssen die folgenden Pakete erwerben, um fortzufahren.
nl_nl: Excuses voor het ongemak, u moet de volgende pakketten kopen om verder te kunnen gaan.

source: Sorry for the inconvenience, you are required to purchase the remaining package(s) to proceed.
de_de: Entschuldigen Sie die Unannehmlichkeiten. Sie müssen die verbleibenden Pakete kaufen, um fortfahren zu können.
nl_nl: Excuses voor het ongemak, u moet het resterende pakket (en) kopen om verder te gaan.

source: Note:
de_de: Hinweis:
nl_nl: Notitie:

source: Every package increases your access with another
de_de: Jedes Paket erhöht Ihren Zugang mit einem anderen
nl_nl: Elk pakket vergroot uw toegang met een ander

source: days
de_de: Tage
nl_nl: dagen

source: Please
de_de: Bitte
nl_nl: Alstublieft

source: to proceed
de_de: fortfahren
nl_nl: verder gaan

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
nl_nl: U heeft niet voldoende rechten om deze pagina te openen.

source: Go Premium
de_de: Gehen Sie Premium
nl_nl: Ga voor Premium

source: Please enter price and title for all packages to add more.
de_de: Bitte geben Sie Preis und Titel für alle Pakete ein, um weitere hinzuzufügen.
nl_nl: Voer prijs en titel in voor alle pakketten om meer toe te voegen.

source: Do you want to remove this package?
de_de: Möchten Sie dieses Paket entfernen?
nl_nl: Wilt u dit pakket verwijderen?

source: Are you sure? you want to delete this playlist.
de_de: Bist du sicher? Sie möchten diese Wiedergabeliste löschen.Es sind noch keine Pakete definiert.
nl_nl: Weet je zeker dat? je wilt deze afspeellijst verwijderen.

source: No packages defined yet.
de_de: Es sind noch keine Pakete definiert.
nl_nl: Nog geen pakketten gedefinieerd.

source: Please fill all required fields
de_de: Bitte alle notwendigen Felder ausfüllen
nl_nl: Vul alstublieft alle vereiste velden in

source: At lease one url required to save a playlist
de_de: Zumindest eine URL erforderlich, um eine Wiedergabeliste zu speichern
nl_nl: Ten minste één url vereist om een ​​playlist op te slaan

source: N/A
nl_nl: N / EEN

source: Demo content created successfully
de_de: Demo-Inhalt erfolgreich erstellt
nl_nl: Demo-inhoud is met succes gemaakt

source: Demo content removed successfully
de_de: Demo-Inhalt erfolgreich entfernt
nl_nl: Demo-inhoud is verwijderd

source: Demo Course
de_de: Demokurs
nl_nl: Demo cursus

source: Course Products
de_de: Kursprodukte
nl_nl: Cursusproducten

source: Post Types
de_de: Beitragstypen
nl_nl: Berichttypen

source: Help
de_de: Hilfe
nl_nl: Helpen

source: Customization
de_de: Anpassung
nl_nl: Maatwerk

source: Layouts
nl_nl: Indelingen

source: Click here to download pro version
de_de: Klicken Sie hier, um die Pro-Version herunterzuladen
nl_nl: Klik hier om de pro-versie te downloaden

source: Already a Pro Member?
de_de: Schon ein Pro-Mitglied?
nl_nl: Bent u al Pro-lid?

source: You need WooCommerce plugin to be installed and activated.
de_de: Sie benötigen das WooCommerce-Plugin, um installiert und aktiviert zu werden.
nl_nl: Je hebt de WooCommerce-plug-in nodig om te worden geïnstalleerd en geactiveerd.

source: Install
de_de: Installieren
nl_nl: Installeren

source: and
de_de: und
nl_nl: en

source: or
de_de: oder
nl_nl: of

source: Activate
de_de: aktivieren Sie
nl_nl: Activeren

source: plugin to proceed
de_de: Plugin um fortzufahren
nl_nl: plug-in om door te gaan

source: Enable/Disable Course Products
de_de: Kursprodukte aktivieren / deaktivieren
nl_nl: Cursusproducten in- / uitschakelen

source: Packages
de_de: Pakete
nl_nl: Pakketjes

source: On/Off
de_de: An/aus
nl_nl: Aan/Uit

source: Full Course Buy
de_de: Voller Kurs kaufen
nl_nl: Volledige cursus kopen

source: WooCommerce Products not found.
de_de: WooCommerce-Produkte nicht gefunden.
nl_nl: WooCommerce-producten niet gevonden.

source: to add WooCommerce products.
de_de: WooCommerce-Produkte hinzufügen.
nl_nl: om WooCommerce-producten toe te voegen.

source: Add WooCommerce Products with a price more than
de_de: Fügen Sie WooCommerce-Produkte mit einem Preis von mehr als hinzu
nl_nl: Voeg WooCommerce-producten toe met een prijs hoger dan

source: Select from the following post types to enable courses.
de_de: Wählen Sie einen der folgenden Beitragstypen aus, um Kurse zu aktivieren.
nl_nl: Maak een keuze uit de volgende berichttypen om cursussen in te schakelen.

source: Note
de_de: Hinweis
nl_nl: Notitie

source: Post & Page are enabled by default. If you will uncheck all, still post & page will work.
de_de: Post & Page sind standardmäßig aktiviert. Wenn Sie alle deaktivieren, funktioniert Post & Page weiterhin.
nl_nl: Post en pagina zijn standaard ingeschakeld. Als je alles uitschakelt, werken post & pagina nog steeds.

source: So at least select one.
de_de: Wählen Sie also mindestens eine aus.
nl_nl: Dus kies er tenminste één.

source: Expand
de_de: Erweitern
nl_nl: Uitbreiden

source: Collapse
de_de: Zusammenbruch
nl_nl: Ineenstorting

source: This is a demo post installed for demonstration.
de_de: Dies ist ein Demo-Beitrag, der zur Demonstration installiert wurde.
nl_nl: Dit is een demo-post geïnstalleerd voor demonstratie.

source: Associate / Link Packages
de_de: Associate / Link-Pakete
nl_nl: Associate / Link-pakketten

source: For more details and queries please
de_de: Für weitere Details und Fragen bitte
nl_nl: Voor meer details en vragen

source: contact us
de_de: kontaktiere uns
nl_nl: Neem contact op

source: or visit
de_de: oder besuchen
nl_nl: of bezoek

source: support forum
de_de: Hilfeforum
nl_nl: Helpforum

source: How to use?
de_de: Wie benutzt man?
nl_nl: Hoe te gebruiken?

source: Update text notifications
de_de: Aktualisieren Sie Textbenachrichtigungen
nl_nl: Update tekstmeldingen

source: Help text at single product pages about packages
de_de: Hilfetext auf einzelnen Produktseiten zu Paketen
nl_nl: Help-tekst op afzonderlijke productpagina's over pakketten

source: Info text about packages at single product page above the package selection
de_de: Infotext zu Paketen auf einer einzelnen Produktseite über der Paketauswahl
nl_nl: Infotekst over pakketten op enkele productpagina boven de pakketselectie

source: Help text for purchasing full product
de_de: Hilfetext zum Kauf des vollständigen Produkts
nl_nl: Help-tekst voor het kopen van een volledig product

source: Button text at single product page for purchasing packages
de_de: Schaltflächentext auf einer einzelnen Produktseite zum Kauf von Paketen
nl_nl: Knoptekst op één productpagina voor het kopen van pakketten

source: Heading at my account page for courses you are offering:
de_de: Auf meiner Kontoseite finden Sie Kurse, die Sie anbieten:
nl_nl: Ga naar mijn accountpagina voor cursussen die u aanbiedt:

source: Heading at my account page for courses you have enrolled:
de_de: Auf meiner Kontoseite finden Sie Kurse, für die Sie sich angemeldet haben:
nl_nl: Ga naar mijn accountpagina voor cursussen die je hebt ingeschreven:

source: Optional
nl_nl: Optioneel

source: Billing Details
de_de: Rechnungsdetails
nl_nl: Factuurgegevens

source: On
de_de: Auf
nl_nl: Aan

source: Off
de_de: aus
nl_nl: Uit

source: Shipping Details
de_de: Versanddetails
nl_nl: Verzendgegevens

source: Order Comments
de_de: Kommentare bestellen
nl_nl: Bestel Reacties

source: It is safe to try demo content for a quick start.
de_de: Es ist sicher, Demo-Inhalte für einen schnellen Start auszuprobieren.
nl_nl: Het is veilig om demo-inhoud uit te proberen voor een snelle start.

source: Install Demo Content
de_de: Installieren Sie den Demo-Inhalt
nl_nl: Installeer demo-inhoud

source: Loading
de_de: Wird geladen
nl_nl: Bezig met laden

source: Uninstall Demo Content
de_de: Deinstallieren Sie den Demo-Inhalt
nl_nl: Demo-inhoud verwijderen

source: Alternatively you can get course in parts.
de_de: Alternativ können Sie Kurs in Teilen bekommen.
nl_nl: Als alternatief kunt u cursus in delen volgen.
